{
    "Name": "The Birth of Tragedy: Out of the Spirit of Music (Penguin Classics)",
    "Author": "Friedrich Nietzsche",
    "Average Rating": 3.8,
    "Sales Rank": 295188,
    "Price": 9.99,
    "Discount": 17.0,
    "Reviews": [
        {
            "Header": "BGAE",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "December 24, 2008",
            "Text": "If you have not read this I must ask why.  Then I must ask you to ask yourself why. Anything by Nietzche is not just interesting and a learning experience, it is hillarious as well.  despite the label of being a nihlist, given by people who never read him or disagree with him, Nietzche has a profound insight to life that is actually quite joyous-not just in this work but in general.  I suggest every book he has, mind you I am biased as I was a philosophy major and had to read him anyway, bvut I had read him befor that too. It's worth it to buy this alone or better yet buy a collected works that includes his other work as well."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "November 16, 2017",
            "Text": "read it for ethics class long ago and I loved it so much"
        },
        {
            "Header": "great book read it 40 years ago and again now..",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "April 2, 2018",
            "Text": "a classic.. his writings on intellect awareness and our view of ourselves is excellent writing.."
        },
        {
            "Header": "These thoughts must be read by all.",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "March 10, 2014",
            "Text": "One of the greatest, if not the greatest philosopher tempts us to examine our essence-human all too human. This is beyond literature, an experience for the self. Definitively, this is a book no one should neglect to read, even if once, this is a philosopher's philosopher. To the layman, essential and thought-provoking, dangerously liberating."
        },
        {
            "Header": "Classic!",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "June 5, 2018",
            "Text": "Classic! Everyone should be reading this."
        },
        {
            "Header": "Wonder ignites action",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "April 28, 2018",
            "Text": "We are in 1871, have a good look around. There are people defending that life should be \"serious\"; no novels, no theater, no music… But here comes Nietzsche with a counterargument! He warms up assuming that you know a great deal about Greek tragedy. And goes around asking: Why humans need art? Well, ordinary lives are full of drama but the variation between tragedy and triumph is not in the same magnitude as in mythology. In his own words: \"Tragedy forces us to look at the terrors of individual existence, yet we are not to be petrified with fear\".  And the pleasant side is a supreme gratification from nature. Thus art sets the bounds for WONDER, so humans are set for ACTION. Once in motion, humans are no longer artists but a work of art."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "December 17, 2017",
            "Text": "Great reading"
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "February 23, 2018",
            "Text": "excellent"
        },
        {
            "Header": "One of the Must Reads in the Topic of Philosophy",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "August 7, 2017",
            "Text": "This is one of the foundations that anyone interested in Philosophy will read at some point.  Nietzshe is one of the key authors in this area and will form the core of most discussions in morality."
        },
        {
            "Header": "a great work",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "October 17, 2014",
            "Text": "arguably the finest thinker of our time, and this work is opening my mind to many new ideas."
        },
        {
            "Header": "Spectacular book, if at times a bit cryptic (it is Nietzsche, after all)",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "August 26, 2017",
            "Text": "It is the first time that I've read one of Nietzsche's books, and I have to say that it is staggering. I will not claim I understood it all. It would take much more than casual reading for that, but even so, I cannot recommend it enough."
        },
        {
            "Header": "A must read",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "February 3, 2015",
            "Text": "What can I say"
        },
        {
            "Header": "Excellent",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "March 26, 2014",
            "Text": "I found it a wonderfully interesting read.  It is dense, so prior knowledge of Western intellectual history is very helpful."
        },
        {
            "Header": "excellent",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "April 8, 2009",
            "Text": "outstanding review of Greek tragedy.  eminating from the human condition itself / i wish that it might have included psychological analysis of human tragedy from which Greek tragedy theater evolved."
        },
        {
            "Header": "Same Old Tragedy. But to be able to project beyond cultural boundaries the reaches of Greek culture is the gift of Nietzche. I like it that I makes me think and imagine. We probably still live with mythical gods. We just call them by a different name.",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "December 22, 2017",
            "Text": "Same Old Tragedy. To be able to project beyond cultural boundaries the reaches of Greek culture is the gift of Nietzche. He could have titled it The Birth of Pleasure and it would stick. I like it that it makes me think and imagine. We probably still live with mythical gods. We just call them by a different name."
        },
        {
            "Header": "All fans or not....",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "April 1, 2013",
            "Text": "this is another book needed in your Nietzsche collection. I read this book and was blown away, it's a must have."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "April 23, 2016",
            "Text": "Nietzsche was amazing"
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "August 8, 2015",
            "Text": "Ty"
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "June 2, 2018",
            "Text": "Good"
        },
        {
            "Header": "What is the Good?",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "December 31, 2015",
            "Text": "Nietzsche was brilliantly crazy or crazy brilliant, perhaps it was both.  Not an obvious genius, but his wisdom is counter-intuitive and worthy of reflection.  He was perhaps the most brilliant philosopher of his time, certainly not the most conventional--but arguably the most sagacious about many matters.  It is a shame that he descended into madness. He is not to be read quickly, because in so doing you will miss the point.  Worth reading and reflecting on, particularly if you study philosophy seriously."
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "April 27, 2018",
            "Text": "It was free on kindle. Can't go wrong with that."
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "April 11, 2018",
            "Text": "Good info for the paper on the problem of evil that I was writing."
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "October 7, 2017",
            "Text": "Not easy to read, but well worth it."
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "September 25, 2016",
            "Text": "Brilliant"
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "October 27, 2014",
            "Text": "I found this very revealing."
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "April 8, 2015",
            "Text": "Difficult read."
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "March 15, 2015",
            "Text": "I love it"
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "March 6, 2016",
            "Text": "Does not come with free Audiobook!!!"
        },
        {
            "Header": "Four Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "February 12, 2018",
            "Text": "nice"
        },
        {
            "Header": "freedom of spirit (philosophical good faith), I'm challenged by the moral and ethical ...",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 4.0,
            "Date": "December 29, 2015",
            "Text": "In reaching towards freedom of thought, freedom of spirit (philosophical good faith), I'm challenged by the moral and ethical implications. I don't know if I can accept the answers here."
        },
        {
            "Header": "It is a tough job to full comprehend Nietzsche.",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "August 29, 2018",
            "Text": "When one reads Nietzsche, it would be good to have an instructor involved."
        },
        {
            "Header": "Three Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "September 17, 2018",
            "Text": "OK"
        },
        {
            "Header": "No reading for amateurs!",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "September 24, 2016",
            "Text": "Very difficult to read. I couldn't finish it. For specialists only."
        },
        {
            "Header": "More of a contrarian the thinker..Im not a philosopher type",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "August 21, 2017",
            "Text": "I was amazed at how horrible his life was and he didnt really convince me as it seemed he was more of a contrartian then thinker.."
        },
        {
            "Header": "Meh",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "April 4, 2018",
            "Text": "I think the poor guy needed a hug. Maybe a long hug? Like a really long hug. Someone to say “I love you”..."
        },
        {
            "Header": "Three Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "April 6, 2015",
            "Text": "not a bad read"
        },
        {
            "Header": "Interesting but outdated, always included old-school \"99% fact-free\" factual philological reasoning!",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "September 19, 2016",
            "Text": "Truly there is no school like the old school. Dense and superficially articulate, Nietzsche's subtext bubbles with barely-suppressed rage at theocratic institutions which still exert control over society. If you want to read a book which absolutely blasts the \"Church\" element of the ancient institutions of Church and State which form the two main pillars over the marketplace of society's boulevard, start here."
        },
        {
            "Header": "Who Translated??",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "March 3, 2009",
            "Text": "This book has been an immense help, having read it along side the Kaufman translation. But who translated THIS version? To have any kind of legitimacy as a reference, the translator must be known!"
        },
        {
            "Header": "Two Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "December 17, 2017",
            "Text": "it is too difficult to follow, I guess I am not a genius.."
        },
        {
            "Header": "Two Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "September 28, 2017",
            "Text": "the ebook translation is not good....Big nietzsche fan tho"
        },
        {
            "Header": "Inaccurate Description on Website",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "May 9, 2017",
            "Text": "The description on this product isn't accurate as it's translated by William A Haussmann and not Walter Kaufmann, strange mistake."
        },
        {
            "Header": "Pontificating",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "June 10, 2015",
            "Text": "Drivel. Aphorisms that have no connection to anything. Just one person's opinion. Only at the very end as he began to sound like a philosopher. But there seems to be no desire to make his case. Looks like I need to read an interpretation of all of his works to get an idea of why he is so respected as a philosopher."
        },
        {
            "Header": "I know that Nietzche is a famous philosopher, but ...",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "July 30, 2017",
            "Text": "I know that Nietzche is a famous philosopher, but I just couldn't get into it. In the opening chapter, even in translation, I seemed to hear a sneering tone, which seemed to me typical of German writers of his time. I was able to put the book down."
        },
        {
            "Header": "Neither Good Nor Evil",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "March 28, 2015",
            "Text": "I read about a third of this little pamphlet before I lost interest.  His gibes at his academic colleagues didn't carry much sting, since I didn't know to whom he referred.  I guess that he would have been a good writer of advertising copy, but he seemed a bit out of his depth writing about absolutes like good and evil, or maybe that was his correct level, trying to deal with concepts so abstract that they have very little meaning.  I like a good novel, I enjoy math, I practice chemistry in various forms, but these words had no attraction for me beyond some curiosity about what he was famous for."
        },
        {
            "Header": "eBook is not the Kaufmann translation",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "March 16, 2017",
            "Text": "The eBook and the version of the paperback showing the two eyes in a frame are not the Kaufmann translation. This translation is OK, but you should know that the product information is incorrect."
        },
        {
            "Header": "Illegible",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "March 8, 2018",
            "Text": "This ebook is illegible. Someone just did an OCR scan of an existing translation, without fixing any of the problems. About once a sentence, two or more words are crammed together likethis."
        },
        {
            "Header": "The Kindle edition is NOT the Walter Kaufmann translation.",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "September 16, 2014",
            "Text": "This is NOT the Walter Kaufmann translation as implied by being linked to the Kaufmann paperback edition."
        },
        {
            "Header": "I di not order this book just showed up in ...",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "March 19, 2018",
            "Text": "I di not order this book just showed up in my account and I can't find a way to report it or get a refund."
        },
        {
            "Header": "One Star",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "November 2, 2014",
            "Text": "The book is fine but the Kindle format is horrible."
        },
        {
            "Header": "Bait and Switch",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "December 24, 2015",
            "Text": "The preview audiobook is the professional Audible narration, but after you buy the book you will find the audiobook is the free LibriVox amateur version, full of mispronunciations and awkward pauses."
        },
        {
            "Header": "One Star",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "September 2, 2016",
            "Text": "beyond me"
        },
        {
            "Header": "99 and it loaded easy..",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "June 24, 2018",
            "Text": "never got it to load and then found it for .99 and it loaded easy...will get my money back for this one"
        },
        {
            "Header": "One Star",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "March 29, 2016",
            "Text": "😐"
        },
        {
            "Header": "Really?",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "January 24, 2018",
            "Text": "Foolish FOOLISH book. In my opinion anyways, why would someone put so much effort into trying to disprove something they didn't even believe in?"
        },
        {
            "Header": "big print and poor line spacing",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "December 29, 2014",
            "Text": "this is a lrge print ebook. even manually making text smaller leaves it ridiculously oversized. even more annoying, however, is the fact that words at ends of lines keep getting artificially bifurcated . this version of this book is unreadable"
        },
        {
            "Header": "Kindle edition: you may want to demand your money back",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "June 26, 2014",
            "Text": "The Kaufman translation is highly regarded, so that is what I purchased in the Kindle format."
        }
    ]
}