{
    "Name": "The Will to Power (Penguin Classics)",
    "Author": "Friedrich Nietzsche",
    "Average Rating": 3.8,
    "Sales Rank": 194296,
    "Price": 9.99,
    "Discount": 0.0,
    "Reviews": [
        {
            "Header": "Just great!",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "February 3, 2016",
            "Text": "Maybe is one of the best books I have ever read. In this book, Nietzche encourage you to be a strong man and not be mediocre, as much strong as you can, in a battle of morals."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "February 23, 2018",
            "Text": "excellent"
        },
        {
            "Header": "now im thinking.",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "October 17, 2014",
            "Text": "my introduction to Nietzche and an addition to my mind that will last for as long as it does."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "October 6, 2017",
            "Text": "Good translation of a text difficult to get"
        },
        {
            "Header": "Necessary Philosophy",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "December 15, 2014",
            "Text": "One of the exemplar's of Nietzchean thought.  A well edited edition that works will for Kindle."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "July 8, 2015",
            "Text": "good"
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "February 5, 2016",
            "Text": "In depth analysis of physiology of mankind."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "October 18, 2014",
            "Text": "Good read."
        },
        {
            "Header": "Five Stars",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "December 20, 2016",
            "Text": "Classic."
        },
        {
            "Header": "Make it your next self-help book",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "June 23, 2014",
            "Text": "This book is far better than all the self-help books out there. This was my second time reading it. The first time was 20 years ago in undergraduate school. I really didn't know what a profound effect this book could have, but I do now. Do yourself a favor and read it. It most likely will change your view towards the 2 million self-help books popping up out of nowhere and may even change your life. Anything else I write about it would be a complete spoiler. Order it. Read it. It's that good."
        },
        {
            "Header": "I now have the will power not to punch co-wokers",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 5.0,
            "Date": "October 16, 2018",
            "Text": "Great book, I now have the will power to not say whats on my mind to my dumb co-workers. I also have been able to control my outburst in office meetings when someone asks something completely stupid. I am sure my co-workers appreciate more than anyone me reading this book, since I havent cussed anyone out in months."
        },
        {
            "Header": "... examined and revalued for each individual to find a comfortable personal philosophy",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "January 4, 2015",
            "Text": "The concept and thorough analysis of nihilism is fascinating as Nietzsche really tears down surface level understanding to get to a bedrock understanding of beliefs and why they must be examined and revalued for each individual to find a comfortable personal philosophy.  However, being a translation and heavily influenced by suspicious interpretations, it is a hard, jumbled, run on sentence of a read."
        },
        {
            "Header": "Editorial heyday",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "June 23, 2016",
            "Text": "To give rhyme to the bullets of wisdom in this edition, I found if I had read the appendix \"Contempary\" in the appendix section,first, I would have been miles ahead. Further, the claims that one can read, recommending this book as his number one work, fits his neologism \"Tartuffism\" worthy of Dionysian comedy status. Translated from handwritten notes with amendments and translations of illegible scribbles,thoughts are random over 10 years. The critiques of morality, philosophy, religion, etc. are the most coordinated text. Chances of a fast read=0."
        },
        {
            "Header": "This is difficult reading for this amateur philosopher. There ...",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 3.0,
            "Date": "October 4, 2014",
            "Text": "This is difficult reading for this amateur philosopher.  There are thought provoking statements which have given me the opportunity to examine my own ideas about morality and truth."
        },
        {
            "Header": "Hateful philosophy with apparent mental illness",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "June 27, 2018",
            "Text": "First of all, Amazon is causing confusion by erroneously cross-linking different translations of different editions of The Will to Power.  Avoid the Ludovici translation, which contains errors and is based on the incomplete 1901 German edition.  Instead, go for the Walter Kaufmann and R. J. Hollingdale translation of the complete 1911 German edition:  this is the current academic reference in English translation of The Will to Power.  My review is of the Kaufmann & Hollingdale translation."
        },
        {
            "Header": "too much of everything",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "June 7, 2014",
            "Text": "for a man of \"modern\" times, he seems bitter about pretty much every subject on Earth. I disagree with some of his ideas, and those I agree with are just too repetitive and tiresome to read over and over again."
        },
        {
            "Header": "Spring for the Kaufmann it is worth it.",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 2.0,
            "Date": "September 14, 2014",
            "Text": "Stick with the Kaufmann. Also I bought the kindle edition and  I don't find reading philosophy on the kindle very satisfying"
        },
        {
            "Header": "Formatting completely terrible",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "July 17, 2015",
            "Text": "Do not buy the kindle version, it only loads a single section at a time and in order to read the next you have to manually open the index and select it, every time."
        },
        {
            "Header": "Tedious",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "June 28, 2018",
            "Text": "One can only have sympathy for the editors who have attempted to take Nietzsche's scattered notes and present them in some sort of coherent form.  The picture that emerges is horrifying.  Is there anybody who would seriously want to live in the world that Nietzsche espouses?"
        },
        {
            "Header": "One Star",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "March 3, 2018",
            "Text": "yawn"
        },
        {
            "Header": "A friend recommended it to me but if I can't get interested ...",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "August 25, 2016",
            "Text": "Could not get into it. A friend recommended it to me but if I can't get interested in the first chapter.....I'm out."
        },
        {
            "Header": "Philosophy's 19th Century Bad Boy",
            "ReviewType": "Format: Kindle Edition",
            "Rating": 1.0,
            "Date": "September 30, 2017",
            "Text": "All of us have blind spots.  Nietzsche is one of mine.  I first read Also Sprach Zarathustra when I was 17.  It seemed pointless and uninteresting 54 years ago, and today nothing has changed.  I can't dismiss Nieztsche's work as exaggerated nonsense because too many intelligent and accomplished people find it quite valuable.  However, after repeated good-faith efforts to find merit in Nietzsche's philosophy, I've decided to give up.  Either that, or I'll be obliged to  admit that, as far as I can tell, his output is that of an overblown headcase who took himself much too seriously, and who somehow has managed to persuade many others to do much the same."
        }
    ]
}